index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Keshab Paudel - Software Engineer</title>
<meta name="generator" content="Org mode" />
<meta name="description" content="I like to call myself a reader and writer of code, but I'm a generalist at heart"
 />
<link rel="stylesheet" type="text/css" href="static/index.css"/>
</head>
<body>
<div id="content">

<div id="outline-container-org315756b" class="outline-2">
<h2 id="org315756b">Keshab Paudel</h2>
<div class="outline-text-2" id="text-org315756b">
<p>
Hi there!
</p>

<p>
My name is Keshab. I read, and write code. I was born and raised in
Nepal but I'm living in Berlin, Germany at the moment.
</p>

<p>
I've worn different hats throughout the years. I consider myself to be
a generalist, in spite of the tapering job titles I've held.
</p>

<ul class="org-ul">
<li><a href="./blog/">Blog</a></li>
<li><a href="https://github.com/poudel">GitHub @poudel</a></li>
<li><a href="https://keshab.net">https://keshab.net</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7790418" class="outline-2 footer">
<h2 id="org7790418"></h2>
<div class="outline-text-2" id="text-org7790418">
<p>
Opinions shared here, unless otherwise noted, are my own and not
that of my employers, present or past.
</p>

<p>
Copyright © 2020 Keshab Paudel.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
